tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "creasty/tools"
tap "dtan4/tools"
tap "homebrew/bundle"
tap "homebrew/core"
tap "neovim/neovim"
tap "sanemat/font"
cask "xquartz"
brew "chromedriver"
brew "curl"
brew "direnv"
brew "envchain"
brew "git"
brew "gcc"
brew "ghq"
brew "gibo"
brew "git-flow"
brew "git-secrets"
brew "lua"
brew "gnuplot", args: ["with-x11"]
brew "go"
brew "heroku"
brew "highlight"
brew "hub"
brew "imagemagick"
brew "jq"
brew "lv"
brew "mas"
brew "peco"
brew "pngquant"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "terminal-notifier"
brew "tig"
brew "tmux"
brew "tree"
brew "vim", args: ["with-lua", "with-python3"]
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "creasty/tools/rid"
brew "dtan4/tools/valec"
brew "neovim/neovim/neovim"
brew "sanemat/font/ricty", args: ["with-powerline"]
cask "1password"
cask "adobe-creative-cloud"
cask "alfred"
cask "android-file-transfer"
cask "android-studio"
cask "appcleaner"
cask "arduino"
cask "bettertouchtool"
cask "contexts"
cask "dash"
cask "day-o"
cask "docker-edge"
cask "docker-toolbox"
cask "dropbox"
cask "firefox"
cask "font-fontawesome"
cask "font-inconsolata"
cask "font-m-plus"
cask "font-noto-sans-cjk-jp"
cask "font-raleway"
cask "font-raleway-dots"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "hammerspoon"
cask "insomnia"
cask "iterm2"
cask "jasper"
cask "jetbrains-toolbox"
cask "licecap"
cask "monolingual"
cask "postico"
cask "skitch"
cask "skype"
cask "the-unarchiver"
cask "visual-studio-code"
cask "zeplin"
mas "Display Menu", id: 549083868
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PopClip", id: 445189367
mas "Slack", id: 803453959
mas "Wantedly Chat", id: 1076860635
mas "Xcode", id: 497799835
